archlinux-wallpaper
base
base-devel
dhclient
discord
dosfstools
efibootmgr
ffmpegthumbnailer
firefox
fish
geogebra
gimp
git
gst-plugin-pipewire
gvim
htop
imv
inetutils
intel-ucode
iwd
kitty
libpulse
libreoffice-still
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lshw
lxappearance
man-db
meson
nano
ncdu
neovim
network-manager-applet
networkmanager
nitrogen
nvidia
nvidia-settings
openresolv
otf-codenewroman-nerd
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
powerline
python-hid
qbittorrent
qtile
ranger
samba
smartmontools
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunderbird
tk
tor
torbrowser-launcher
tree
ttf-jetbrains-mono-nerd
ueberzug
ufw
unzip
virtualbox
vlc
wayland-protocols
wget
wireguard-tools
wireless_tools
wireplumber
xclip
xdg-utils
xorg-xev
xorg-xinit
xorg-xinput
xorg-xrandr
xorg-xwayland
zathura
zathura-pdf-poppler
zram-generator
zsh
